[
  {
    "id": 1,
    "title": "Солярис",
    "author": "Станислав Лем",
    "year": "1961",
    "date_of_taking": "",
    "date_of_return": "",
    "user": "",
    "description": "Выйдя по прилёте из шлюза, он сразу обнаруживает на станции хаос и запустение. Из троих учёных один (Гибарян) несколькими часами ранее покончил жизнь самоубийством. Снаут находится в состоянии глубокой депрессии, на грани помешательства. Сарториус заперся в лаборатории и никого туда не впускает. Выясняется, что причиной странного поведения членов экипажа является появление на станции существ («гостей»), которых можно было бы назвать фантомами, если бы они не были вполне материальны. Единственное объяснение их появления — фантомы созданы Океаном Соляриса. Судя по происходящему с Кельвином и редким оговоркам его коллег, фантомы являются материальной проекцией сведений о ранее знакомых им личностях, причём тех, с которыми связаны острые, травмирующие воспоминания, или материализацией фантазий, зачастую неприятных или аморальных, которых сам человек стыдится. Кельвину Океан посылает его девятнадцатилетнюю возлюбленную Хари, которая за десять лет до описываемых событий покончила с собой после размолвки с ним."
  },
  {
    "id": 2,
    "title": "За миллиард лет до конца света",
    "author": "Аркадий и Борис Стругацкие",
    "year": "1976",
    "date_of_taking": "02-10-2021",
    "date_of_return": "03-11-2021",
    "user": "Viktor",
    "description": "Главный герой Дмитрий Алексеевич Малянов, астрофизик, находясь в отпуске, продолжает заниматься своей научной работой. Малянов неожиданно и глубоко продвинулся в разработке темы «Взаимодействие звёзд с диффузной материей в Галактике». Как только он начинает понимать, что это революционное открытие и прорыв в науке, в его жизни начинают происходить необъяснимые события: в квартиру доставляют непонятно кем заказанный ящик с едой и спиртным; является привлекательная одноклассница жены, после затянувшихся посиделок бесследно исчезающая; сосед, полковник Снеговой кончает с собой, и оперативник, сообщивший об этом Малянову, принимается его запугивать; под окнами квартиры взрывом выворачивает дерево. Словом, стоит Малянову сесть за работу, и немедленно случается что-то, из-за чего вернуться к работе нет никакой возможности."
  },
  {
    "id": 3,
    "title": "Пикник на обочине",
    "author": "Аркадий и Борис Стругацкие",
    "year": "1972",
    "date_of_taking": "",
    "date_of_return": "",
    "user": "",
    "description": "Примерно за 13 лет до начала описываемых в книге событий в нескольких местах на земном шаре возникает шесть «зон» — областей, в которых начинают происходить странные явления, нарушающие известные законы физики. Зоны расположены вдоль плавной линии на поверхности Земли, проекции так называемого радианта Пильмана — точки, лежащей на прямой, соединяющей Землю и Денеб. Быстро выяснилось, что людям и животным проживать в Зонах очень опасно, и всё население было из них срочно эвакуировано. Территории Зон были обнесены ограждением, взяты под строгую охрану и официально стали предметом осторожного научного изучения. Также очень быстро обнаруживается, что в Зонах много артефактов непонятного предназначения. Некоторые из них весьма полезны — например, могут лечить болезни, некоторые просто странные игрушки, а некоторые — крайне опасны. "
  },
  {
    "id": 4,
    "title": "Конец вечности",
    "author": "Айзек Азимов",
    "year": "1955",
    "date_of_taking": "",
    "date_of_return": "",
    "user": "",
    "description": "Роман описывает существующую вне времени и пространства могущественную организацию Вечность, способную осуществлять путешествия во времени. Вечность была основана в 27-м столетии после того, как на основе генератора темпорального поля учёного 24-го столетия Виккора Маллансона, считающегося легендарным основателем Вечности, были произведены прорывные исследования в математике и физике. На основе этих исследований удалось протянуть темпоральное поле далеко в будущее, когда Солнце превратилось в Сверхновую. Черпая энергию Сверхновой, организация обеспечила себя энергией для перемещений во времени. Исследования времени привели Вечных к ряду неразрешимых загадок, в том числе «Скрытых Столетий» между 70 000-м и 150 000-м столетиями, проникнуть в которые Вечные не смогли, но выяснили, что после 150 000-го столетия человечество не существует. Одной из теорий являлось существование сверхлюдей, гораздо более развитых технически, чем вечные."
  },
  {
    "id": 5,
    "title": "Обитаемый остров",
    "author": "Аркадий и Борис Стругацкие",
    "year": "1967",
    "date_of_taking": "",
    "date_of_return": "",
    "user": "",
    "description": "Действие романа происходит в будущем. Исследователь космоса, молодой землянин Максим Каммерер при попытке посадки на неизвестную планету терпит крушение. Сам Максим остается невредим, однако его корабль взрывается вскоре после посадки (в дальнейшем выясняется, что его уничтожили аборигены в рамках программы зачистки территории от опасных устройств и механизмов), отрезая ему тем самым дорогу обратно на Землю. Максим оказывается в лесу, где атмосфера пригодна для дыхания. "
  }
]